"KTMFMASDKScopeuserinfoTitle" = "Akses ke nama panggilan dan foto profil Anda";
"KTMFMASDKScopeuserinfoDesc" = "Program mini ini meminta akses informasi pengguna Anda.";
"KTMFMASDKScopeuserinfoPageTitle" = "Informasi teman";
"KTMFMASDKScopeuserLocationTitle" = "Akses ke lokasi Anda";
"KTMFMASDKScopeuserLocationDesc" = "Program mini ini meminta akses lokasi Anda.";
"KTMFMASDKScopeuserLocationPageTitle" = "Lokasi";
"KTMFMASDKScopeuserFuzzyLocationTitle" = "Akses ke lokasi fuzzy Anda";
"KTMFMASDKScopeuserFuzzyLocationDesc" = "Program mini ini meminta akses lokasi fuzzy Anda.";
"KTMFMASDKScopeuserFuzzyLocationPageTitle" = "Lokasi fuzzy";
"KTMFMASDKScopeuserBackgroundLocationTitle" = "Izin lokasi latar belakang";
"KTMFMASDKScopeuserBackgroundLocationDesc" = "Program mini ini meminta izin lokasi latar belakang Anda.";
"KTMFMASDKScopeuserBackgroundLocationPageTitle" = "Lokasi latar belakang";
"KTMFMASDKScopeBluetoothTitle" = "Izin bluetooth";
"KTMFMASDKScopeBluetoothDesc" = "Program mini ini meminta izin Bluetooth Anda.";
"KTMFMASDKScopeBluetoothPageTitle" = "Bluetooth";
"KTMFMASDKScopeCalendarTitle" = "Izin kalender";
"KTMFMASDKScopeCalendarDesc" = "Program mini ini meminta izin kalender Anda.";
"KTMFMASDKScopeCalendarPageTitle" = "Kalender";
"KTMFMASDKScopeContactTitle" = "Izin kontak";
"KTMFMASDKScopeContactDesc" = "Program mini ini meminta izin kontak Anda.";
"KTMFMASDKScopeContactPageTitle" = "Kontak";
"KTMFMASDKScoperecordTitle" = "Izin perekaman";
"KTMFMASDKScoperecordDesc" = "Program mini ini meminta izin perekaman Anda.";
"KTMFMASDKScoperecordPageTitle" = "Rekaman";
"KTMFMASDKScopewritePhotosAlbumTitle" = "Izin untuk menyimpan foto/video ke album Anda";
"KTMFMASDKScopewritePhotosAlbumDesc" = "Program mini ini meminta izin untuk menyimpan foto/video ke album Anda.";
"KTMFMASDKScopewritePhotosAlbumPageTitle" = "Penyimpanan gambar/video";
"KTMFMASDKScopecameraTitle" = "Izin kamera";
"KTMFMASDKScopecameraDesc" = "Program mini ini meminta izin kamera Anda.";
"KTMFMASDKScopecameraPageTitle" = "Kamera";
"KTMFMASDKScopeScreenRecordingTitle" = "Izin untuk merekam layar Anda";
"KTMFMASDKScopeScreenRecordingPageTitle" = "Rekaman layar";
"KTMFMASDKScopeChooseImageTitle" = "Izin untuk memilih foto dari album Anda atau mengambil foto";
"KTMFMASDKScopeChooseImageDesc" = "Program mini ini meminta izin untuk memilih foto dari album Anda atau mengambil foto.";
"KTMFMASDKScopeChooseImagePageTitle" = "Foto";
"KTMFMASDKScopeChooseVideoTitle" = "Izin untuk memilih video dari album Anda atau rekam video";
"KTMFMASDKScopeChooseVideoDesc" = "Program mini ini meminta izin untuk memilih video dari album Anda atau merekam video.";
"KTMFMASDKScopeChooseVideoPageTitle" = "Video";
"KTMFMASDKScopeChooseMediaTitle" = "Akses ke album Anda";
"KTMFMASDKScopeChooseMediaDesc" = "Program mini ini meminta akses album Anda.";
"KTMFMASDKScopeChooseMediaPageTitle" = "Album";
"KTMFMASDKScopeMakeMediaTitle" = "Akses ke kamera Anda";
"KTMFMASDKScopeMakeMediaDesc" = "Program mini ini meminta akses kamera Anda.";
"KTMFMASDKScopeMakeMediaPageTitle" = "Kamera";
"KTMFMASDKScopeGetClipboardDataTitle" = "Akses ke clipboard Anda";
"KTMFMASDKScopeGetClipboardDataDesc" = "Program mini ini meminta akses clipboard Anda.";
"KTMFMASDKScopeGetClipboardDataPageTitle" = "Clipboard";
"KTMFMASDKHitBreakpoint" = "Breakpoint";
"KTMFMASDKSure" = "OK";
"KTMFMASDKLocalDebuggingEnded" = "Proses debug lokal telah berakhir.";
"KTMFMASDKTheDevToolExitedDebugging" = "Proses debug untuk alat pengembangan selesai.";
"KTMFMASDKDevelopmentEdition" = "Versi pengembangan";
"KTMFMASDKExperienceVersion" = " ";
"KTMFMASDKReviewedVersion" = "Versi menunggu persetujuan";
"KTMFMASDKFormalVer" = "Versi yang dirilis";
"KTMFMASDKPreviewVersion" = "Pratinjau";
"KTMFMASDKFormalVerDeleted" = " ";
"KTMFMASDKFormalVerApproved" = " ";
"KTMFMASDKFormalVerReviewReturn" = " ";
"KTMFMASDKFormalVerGrayscale" = " ";
"KTMFMASDKFormalVerOffline" = " ";
"KTMFMASDKEffectiveReopening" = "Mode debug akan diterapkan hanya setelah memulai ulang";
"KTMFMASDKCancel" = "Batal";
"KTMFMASDKQQFriends" = "Teman QQ";
"KTMFMASDKQQZone" = "Qzone";
"KTMFMASDKWX" = "WeChat";
"KTMFMASDKWXMoments" = "Momen";
"KTMFMASDKSendWXFriends" = "Kirim ke teman";
"KTMFMASDKSavePhotosAlbum" = "menyimpan";
"KTMFMASDKScopeChooseMessageFileTitle" = "Akses ke file lokal Anda";
"KTMFMASDKScopeChooseMessageFileDesc" = "Program mini ini meminta akses file lokal Anda.";
"KTMFMASDKScopeChooseMessageFilePageTitle" = "File";
"KTMFMASDKCloseDebugging" = "Nonaktifkan proses debug";
"KTMFMASDKOpenDebugging" = "Aktifkan proses debug";
"KTMFMASDKClosePerforWindow" = "Tutup jendela kinerja";
"KTMFMASDKShowPerforWindow" = "Tampilkan jendela kinerja";
"KTMFMASDKRestartApplet" = "Mulai ulang program mini";
"KTMFMASDKAbout" = "Tentang";
"KTMFMASDKSettings" = "Pengaturan";
"KTMFMASDKAddToDesktop" = "Buat pintasan";
"KTMFMASDKMore" = "Lainnya";
"KTMFMASDKShareTo" = "Bagikan";
"KTMFMASDKSoundRecording" = "Catatan";
"KTMFMASDKClose" = "Menutup";
"KTMFMASDVerticalScreen" = "Potret";
"KTMFMASDKApplets" = "Program mini";
"KTMFMASDKHorizontalScreen" = "Lanskap";
"KTMFMASDKPleaseTurnScreen" = "Putar layar ke %@ dan gunakan %@.";
"KTMFMASDKPageNotExist" = "Halaman tidak ada.";
"KTMFMASDKTitleNotSet" = "Judul belum diatur.";
"KTMFMASDKRealNameAuth" = "Verifikasi identitas";
"KTMFMASDKExistGame" = "Keluar dari permainan";
"KTMFMASDKLater" = "Nanti";
"KTMFMASDKAbnormal" = "Pengecualian";
"KTMFMASDKPaymentFailedc" = "Pembayaran gagal.";
"KTMFMASDKErrorSampleRate" = "Inisialisasi gagal: SampleRate tidak valid.";
"KTMFMASDKErrorNumbChannels" = "Inisialisasi gagal: numberOfChannels tidak valid.";
"KTMFMASDKErrorFormat" = "Inisialisasi gagal: Format tidak valid.";
"KTMFMASDKSearchLocat" = "Cari lokasi di sekitar";
"KTMFMASDKComplete" = "Selesai";
"KTMFMASDKCurrentLoca" = "Lokasi saat ini";
"KTMFMASDKHiddenLocat" = "Sembunyikan lokasi";
"KTMFMASDKLargeBuilding" = "Bangunan";
"KTMFMASDKEnd" = "Akhir";
"KTMFMASDKLoadFalie" = "Gagal memuat.";
"KTMFMASDKNotFoundResult" = "Tidak ada hasil yang ditemukan";
"KTMFMASDKRecordStopRecoFirst" = "Perekaman sedang berlangsung. Harap hentikan terlebih dahulu.";
"KTMFMASDKRecoDeviceErrorInitFailed" = "Inisialisasi gagal: Kesalahan perekam.";
"KTMFMASDKUnableGetRecordFile" = "Gagal mendapatkan file rekaman.";
"KTMFMASDKErrorFileDuration" = "Kesalahan durasi file.";
"KTMFMASDKGamesDesc" = "Boikot permainan yang jelek dan tolak permainan bajakan. Tetap waspadai penipuan dan lindungi diri Anda. Memainkan permainan secara berlebihan dapat menimbulkan berbagai dampak negatif bagi kesehatan Anda.";
"KTMFMASDKIKnow" = "Mengerti";
"KTMFMASDKAppletTakenOff" = "Program mini ini dihapus.";
"KTMFMASDKNotUsingAnyInfo" = "\"%@\" tidak menggunakan informasi Anda sama sekali.";
"KTMFMASDKCameraError" = "Kesalahan kamera";
"KTMFMASDKRequestFailedTryLater" = "Permintaan gagal. Coba lagi nanti.";
"KTMFMASDKPromiss" = "Izinkan";
"KTMFMASDKRefuse" = "Tolak";
"KTMFMASDKAllowUseJurisdiction" = "Izinkan \"%@\" menggunakan izin saya berikut";
"KTMFMASDKPerformanceData" = "Data kinerja ";
"KTMFMASDKStartupAndSwitching" = "Mulai dan beralih ";
"KTMFMASDKPageCuttingTime" = "Durasi peralihan halaman: %.2f  mdtk ";
"KTMFMASDKStartupTime" = "Durasi mulai: %2f mdtk ";
"KTMFMASDKPackageDownloadTime" = "Durasi pengunduhan paket: %2f mdtk ";
"KTMFMASDKRender" = "Merender ";
"KTMFMASDKInitialRenderingTime" = "Durasi rendering pertama: %.2f mdtk ";
"KTMFMASDKTimeRenderAgain" = "Durasi rendering kedua: %.2f mdtk ";
"KTMFMASDKFrameRate" = "Frame rate: %2f fps ";
"KTMFMASDKOtherN" = "Lainnya ";
"KTMFMASDKCacheDatas" = "Cache data: %.0f B ";
"KTMFMASDKApplication1" = "| minta";
"KTMFMASDKAuthorizationDesc" = "Petunjuk otorisasi";
"KTMFMASDKThirdUserInfoAuth" = "Petunjuk otorisasi informasi pengguna pihak ketiga";
"KTMFMASDKAuthDescription" = "Atas otorisasi Anda, pengembang program mini akan menyediakan layanan sesuai dengan %@. Pengembang diwajibkan menangani informasi pribadi Anda sesuai dengan peraturan  %@. Jika Anda mengetahui kesalahan terhadap penanganan informasi pribadi Anda, Anda berhak mengajukan pengaduan.";
"KTMFMASDKComplaint" = "Adukan";
"KTMFMASDKAlwaysKeepOptions" = "Simpan dan jangan tanya lagi";
"KTMFMASDKPersonalInformation" = "Informasi pengguna pada %@";
"KTMFMASDKEnterApplet" = "Masuk ke program mini";
"KTMFMASDKUserPriProtnGuide" = "Pedoman perlindungan privasi pengguna";
"KTMFMASDKComplaintFeedback" = "Pengaduan dan umpan balik";
"KTMFMASDKCopyLink" = "Salin URL";
"KTMFMASDKSearchLocation" = "Cari lokasi";
"KTMFMASDKOpen" = "Perluas";
"KTMFMASDKShot" = "Kamera";
"KTMFMASDKSelectFromPhone" = "Pilih dari telepon";
"KTMFMASDKNotAllowWebviewDomain1" = "Nama domain ini ";
"KTMFMASDKNotAllowWebviewDomain2" = "tidak didukung, harap konfigurasi ulang";
"KTMFMASDKNotConnected" = "Tidak terhubung";
"KTMFMASDKConnecting" = "Menghubungkan";
"KTMFMASDKConnected" = "Terhubung";
"KTMFMASDKDisconnected" = "Terputus";
"KTMFMASDKConnectionFailed" = "Koneksi gagal";
"KTMFMASDKTheServerIsNormal" = "Server sedang berjalan";
"KTMFMASDKTheServerException" = "Server bermasalah";
"KTMFMASDKStopIt" = "Berhenti";
"KTMFMASDKShow" = "Ciutkan";
"KTMFMASDKLog" = "Log";
"KTMFMASDKTobeConfirmed" = "Akan dikonfirmasi";
"KTMFMASDKHasbeenSent" = "Terkirim";
"KTMFMASDKReceived" = "Diterima";
"KTMFMASDKMAUUpperLimit" = "MAU telah mencapai batas maksimal.";
"KTMFMASDKInformation" = "Catatan";
"KTMFMASDKNOScanResult" = "Tidak dapat dikenali";
"KTMFMASDKRestrictedAlbum" = "Tidak dapat mengakses album karena alasan sistem";
"KTMFMASDKLoginUseAppNickname" = "Gunakan nama panggilan";
"KTMFMASDKLoginUseAppIcon" = "Gunakan foto profil";
"KTMFMASDKLoginSelectFromAlbum" = "Pilih dari album";
"KTMFMASDKLoginPhotograph" = "Kamera";
"KTMFMASDKLoginPhoneNumber" = "nomor telepon";
"KTMFMASDKLoginMail" = "email";
"KTMFMASDKLoginApplyAndVerify" = "meminta untuk mengakses dan memverifikasi %@ Anda";
"KTMFMASDKLoginProvideServices" = "Untuk layanan yang dipersonalisasi, %@ wajib diisi.";
"KTMFMASDKLoginNumber" = "nomor telepon";
"KTMFMASDKLoginBinding" = "%@ ditautkan ke %@";
"KTMFMASDKLoginNotAllowed" = "Tolak";
"KTMFMASDKSubscribeApply" = "permintaan untuk";
"KTMFMASDKSubscribeSendMsgNoti" = "kirim pemberitahuan berikut satu kali";
"KTMFMASDKSubscribeSendMsgNoti2" = "kirim pemberitahuan berikut";
"KTMFMASDKSubscribeKeepSelected" = "Simpan dan jangan tanyakan lagi";
"KTMFMASDKSubscribeMsg" = "Langganan pesan";
"KTMFMASDKSubscribeReceiveNoti" = "Terima pemberitahuan";
"KTMFMASDKSubscribeNoReceive" = "Jangan terima";
"KTMFMASDKSubscribeReceive" = "Terima";
"KTMFMASDKSubscribeNotiManagement" = "Manajemen notifikasi";
"KTMFMASDKSubscribeSendNoti" = "Kirimkan pemberitahuan berikut";
"KTMFMASDKKeyboardDone" = "selesai";
"KTMFMASDKKeyboardNext" = "berikutnya";
"KTMFMASDKKeyboardSearch" = "pencarian";
"KTMFMASDKKeyboardGo" = "pergi";
"KTMFMASDKKeyboardSend" = "kirim";
"KTMFMASDKPermissionRequest" = "%@ meminta untuk menggunakan %@ Anda";
"KTMFMASDKCamera" = "Kamera";
"KTMFMASDKMicrophone" = "Mikrofon";
"KTMFMASDKCameraAndMicrophone" = "Kamera dan Mikrofon";
"KTMFMASDKScopePhoneNumberTitle" = "Meminta untuk mengakses dan memverifikasi nomor telepon Anda";
"KTMFMASDKScopePhoneNumberDesc" = "Untuk layanan yang dipersonalisasi, nomor telepon wajib diisi";
"KTMFMASDKScopePhoneEmailTitle" = "Meminta untuk mengakses dan memverifikasi email Anda";
"KTMFMASDKScopePhoneEmailDesc" = "Untuk layanan yang dipersonalisasi, email wajib diisi";
"KTMFMASDKPlayletFreeToWatch" = "Gratis untuk ditonton";
"KTMFMASDKPlayletUnlocked" = "Terbuka";
"KTMFMASDKPlayletLocked" = "Terkunci";
"KTMFMASDKPlayletAllEpisodes" = "Semua %ld Episode · Episode %ld";
"KTMFMASDKPlayletEpisodes" = "Episode";
"KTMFMASDKPlayletSynopsis" = "Sinopsis";
"KTMFMASDKPlayletSpeed" = "Kecepatan";
"KTMFMASDKPlayletQuality" = "Kualitas";
"KTMFMASDKPlayletTheaterMode" = "Tampilan bersih";
"KTMFMASDKPlayletFirstEpisode" = "Anda berada di episode pertama.";
"KTMFMASDKPlayletLastEpisode" = "Anda berada di episode terakhir.";

// NFC
"KTMFMASDKNFCHoldNearTag" = "Dekatkan iPhone ke tag NFC";
"KTMFMASDKNFCReading" = "Membaca…";
"KTMFMASDKNFCWriting" = "Menulis…";
"KTMFMASDKNFCReadSuccessful" = "Berhasil membaca";
"KTMFMASDKNFCWriteSuccessful" = "Berhasil menulis";
"KTMFMASDKNFCReadFailed" = "Gagal membaca, silakan coba lagi.";
"KTMFMASDKNFCWriteFailed" = "Gagal menulis, silakan coba lagi.";
"KTMFMASDKNFCSessionTimeout" = "Sesi habis waktu, silakan coba lagi.";
